RESPONSE_TEMPLATES_AMMOUNT = [
    'Количество снятых им фильмов равно {ammount}',
    'Он снял {ammount} фильмов',
    'У меня есть информация о {ammount} фильмах на его счету']

RESPONSE_TEMPLATES_CREATOR = [
    'Кажется, этот фильм снял {author}, но лучше уточните в википедии',
    'Этот фильм снял {author}',
    'Режиссером фильма является достопочтенный {author}',]

RESPONSE_TEMPLATES_COUNT = [
    'Не успеете глазом моргнуть, всего {duration} минут',
    'Этот замечательный фильм длится {duration} минут',
    'Запасайтесь попкорном, целых {duration} минут']

RESPONSE_TEMPLATES_ERROR = [
    'Извините, непонятно. Пожалуйста, попробуйте переформулировать вопрос',
    'Приедется спросить по-другому. Или подумайте, по адресу ли',
    'Что?']

RESPONSE_TEMPLATES_POWER = [
    'Я умею искать фильм по режиссеру, например',
    'Могу подсказать, кто снял фильм, сколько фильмов у того или иного режиссера, а еще сколько длится фильм',]

RESPONSE_TEMPLATES_HELP = [
    'Ничем не могу помочь, я просто программа',
    'Попробуйте повторить вопрос другими словами, если не получается']

RESPONSE_TEMPLATES_WELCOME = [
    'привет! Что бы хотели узнать о фильмах и режиссерах?',
    'Добро пожаловать в МувиСерч. Скажие, что бы вы хотели найти',]

RESPONSE_NOT_FOUND = [
    'Без понятия.',
    'у меня нету информации об этом',]

RESPONSE_NOT_AUTHOR = [
    'Фильм знаю, а вот режиссера - нет',
    'Информация о режиссере отсутствует',]

RESPONSE_NOT_COUNT = [
    'Без понятия. Сроси у Сири',
    'у меня нету информации о длительности фильма',]
